const qna = [
	{
		q: "가게에 들어가자마자 나는 불량식품을 고르러 어디로 향할까?",
		i: "벽 쪽 진열대",
		e: "계산대 앞 진열대"
	},
	{
		q: "맛있어 보이는 것을 골랐더니 가격표가 없다? 나는 어떻게 할까?",
		s: "계산대에서 가격을 알아본다",
		n: "일단 사고 본다"
	},
	{
		q: "불량식품의 맛이 궁금해서 포장지를 살펴보았다. 둘 중 어느 쪽에 더 흥미가 생길까?",
		n: "레몬지우개 맛",
		s: "신 맛"
	},
	{
		q: "길을 걷다가 어느새 나는 불량식품을 사고 있다. 나는 무슨 이유로 불량식품을 사고 있을까?",
		f: "길 잃고 울고 있는 어린 아이를 달래기 위해서",
		t: "길 가다가 입이 심심해서"
	},
	{
		q: "내가 사려던 젤리보다 더 맛있어 보이는 젤리가 바로 옆에 보인다. 나는 어떻게 할까?",
		p: "옆에 있던 더 맛있어 보이는 젤리를 산다",
		j: "사려던 것을 사고 다음에는 저것도 사봐야겠다고 생각한다"
	},
	{
		q: "나는 연인과 전화를 하던 중에 '간만에 불량식품을 먹으니까 너가 생각난다.' 라는 말을 들었다. 나는 뭐라고 대답할까?",
		f: "정말? 다음엔 같이 먹자!",
		t: "우와~ 뭐 먹고 있는데? 사탕? 초콜렛?"
	},
	{
		q: "사람들에게 선호도가 비슷한 두 불량식품을 두고 나는 어떤걸 고를까?",
		e: "화려한 포장지",
		i: "심플한 포장지"
	},
	{
		q: "맛있는 것을 먹을 때 나는 어떻게 먹을까?",
		j: "조금씩 아껴 먹자",
		p: "한입에 털어 넣어!"
	},
	{
		q: "친구에게 둘 중 어떤 말을 들었을 때 더 사고 싶어질까?",
		s: "이거 내가 먹어봤더니 완전 맛있어! 너도 먹어봐!",
		n: "이거 진짜 맛있어 보인다. 먹어보자!"
	},
	{
		q: "처음보는 불량식품들이 몇 개 보인다. 어떤 것을 사갈까?",
		i: "맛있다고 많이 찾아주는 정도는 아니지만 싫어하는 사람도 별로 없는 것",
		e: "극강의 호불호가 갈리는 것"
	},
	{
		q: "나는 한국에 들어온지 얼마 안 된 미제 불량식품을 샀다. 나는 이것을 어떻게 사게 되었을까?",
		p: "우연히 가게에 들어왔다가 발견했다",
		j: "인터넷에서 미리 소식을 접하고 한국에 들어오는 날을 기억해 두었다"
	},
	{
		q: "우연히 새로 나온 불량식품을 먹었더니 기가 막히게 맛있다. 이 때 가장 먼저 무슨 생각이 들까?",
		t: "와! 다음에 또 사야지!",
		f: "와! 친구(가족)한테 알려줘야지!"
	},
];