var characters = {
	soul : "소울마스터는 정령 소울의 힘을 받아들여 태양, 달, 천체의 힘을 다루는 전사입니다." +  
	"소울마스터는 태양의 검술과 달의 검술을 반복하며 우주의 힘의 매개체인 코스믹 오브를 획득할 수 있습니다." + 
	"코스믹 오브를 사용하면 더 강력한 우주의 힘을 발휘하는 코스믹 스킬을 사용할 수 있습니다.",
	
	flame : "플레임위자드는 정령 플레임의 힘을 받아들여 불꽃의 힘을 사용하는 마법사입니다." + 
	"순수한 화염 구체를 발사하는 오비탈 플레임으로 적을 매우 빠르게 연속 공격할 수 있습니다." + 
	"플레임위자드는 소환 중인 불꽃의 화신의 종류에 따라 다양한 전투에서 각 분야에 특화된 스킬을 사용할 수 있습니다.",
	
	wind : "윈드브레이커는 정령 스톰의 힘을 받아들여 바람의 힘을 사용하는 궁수입니다." + 
	"산뜻한 바람부터 거센 바람까지 다양한 바람으로 적을 공격합니다." + 
	"특히 윈드브레이커가 공격할 때마다 변덕스러운 바람의 정령이 나타나" + 
	"적을 추가로 공격하는 트라이플링 윔은 윈드브레이커의 속사 공격과 함께 강력한 위력을 자랑합니다.",
	
	night : "나이트워커는 정령 다크니스의 힘을 받아들여 그림자와 어둠의 힘을 사용하는 도적입니다." + 
	"표창에 어둠의 힘을 실어 그림자로 빚어낸 배트를 다수 소환하고," + 
	"자신의 행동을 따라하는 종복을 여러 개 소환하여 끊임없는 공격을 선보입니다." + 
	"나이트워커는 배트와 종복들을 이용해 쉴 새 없이 적을 공격할 수 있습니다.",
	
	striker : "스트라이커는 정령 라이트닝의 힘을 받아들여 바다와 번개의 힘을 사용하는 해적입니다." + 
	"다양한 연계 공격을 여러 상황에서 다재다능하게 사용할 수 있으며 적을 빠르고 끊임없이 타격합니다." + 
	"연계 공격의 대가인 스트라이커는 스킬을 연계할 때마다 더욱 강한 위력을 발휘할 수 있습니다."
};